Repository: Resethel/cleeb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: The layer cannot belong to both a feature group and a map template.
fr: La couche ne peut appartenir à groupe de couches et un modèle de carte simultanément.

source: The name of the feature group.
fr: Le nom du groupe de couches.

source: Parent Map Template
fr: Modèle de carte parent

source: The map template to which the feature group belongs.
fr: Modèle de carte dont le groupe de couches dépend.

source: Is an Overlay
fr: Est un Overlay

source: Whether the feature group is an overlay, i.e., can be superimposed on other layers.
fr: Indique si un groupe de couche est un overlay, i.e., s’il peut se superposer aux autres couches.

source: Whether the feature group should be shown in the layer control.
fr: Indique si le groupe de fonctionnalités doit être affiché dans le contrôle des couches.

source: Whether the display of the feature group should be enabled at startup.
fr: Indique si l'affichage du groupe de fonctionnalités doit être activé au démarrage.

source: The index defining the display order of the feature groups. The higher the index, the more the feature group is displayed in the foreground.
fr: Index définissant l’ordre des groupes d’entités géographiques. Plus l’index et haut, et plus le groupe se positionnera vers le premier plan.

source: The name of the map template.
fr: Le nom du modèle de carte.

source: Zoom Level at startup
fr: Le niveau de zoom au démarrage

source: The zoom level of the map at startup.
fr: Le niveau de zoom de la carte au démarrage.

source: Center
fr: Centre

source: The center of the map at startup.
fr: Le centre de la carte au démarrage.

source: Enable Layer Control
fr: Activer le contrôle des couches

source: Whether the layer control should be enabled.
fr: Indique si le contrôle des couches doit être activé.

source: Enable Zoom Control
fr: Activer le contrôle du zoom

source: Whether the zoom control should be enabled.
fr: Indique si le contrôle du zoom doit être activé.

source: Tiles
fr: Tuiles

source: The tiles to load on the map.
fr: Les tuiles à charger sur la carte.

source: ID of the task generating the map render.
fr: ID de la tâche générant le rendu de la carte.

source: Task Status
fr: Statut de la tâche

source: Status of the task generating the map render.
fr: Statut de la tâche générant le rendu de la carte.

source: Whether the map render should be regenerated.
fr: Indique si le rendu de la carte doit être régénéré.

source: Map Template
fr: Modèle de carte

source: Expected 'dash_array' to be a list of comma and/or white space separated <length>s and <percentage>s, not '{value}'
fr: ‘Pointillé’ doit être une liste de longueurs ou pourcentages, séparés par des virgules ou des espaces, et non ‘{value}’

source: Hmm, it seems that this page doesn't exist... The way you got here is a mystery.<br> But don't worry, you can return to the homepage by clicking the button below.
fr: Hmm, il semblerait que cette page n’éxiste pas… La manière dont vous êtes arrivé ici est un mystère.<br> Mais pas d’inquiétude, vous pouvez retourner vers la page d’acceuil en cliquant sur le bouton ci-dessous.

source: Go to Homepage
fr: Aller vers la page d'accueil

source: Internal Server Error
fr: Erreur interne du serveur

source: Oops, something went wrong... Our administrators have been notified and are working to fix the problem. You can return to the home page by clicking the button below.
fr: Oups, un erreur est survenue… Nos administrateurs ont été notifié du problème, et travails pour le résoudre. Vous pouvez retourner vers la page d’acceuil en cliquant sur le bouton ci-dessous.

source: Return to Homepage
fr: Retourner vers la page d'accueil

source: Published on
fr: Publié

source: Articles Search
fr: Recherche d'articles

source: Theme
fr: Thème

source: All themes
fr: Tous les thèmes

source: Search for an article
fr: Chercher un article

source: Search for an article by title, author, ...
fr: Chercher un article par titre, auteur, ...

source: No articles found
fr: Aucun article trouvé

source: Contact Form
fr: Formulaire de contact

source: Contact us !
fr: Contactez-nous !

source: There was an error with your submission. Please correct the errors below.
fr: Le formulaire est erroné. Merci de corriger les erreurs ci-dessous.

source: Fields marked with <span style='color: red;'>*</span> are mandatory.<br> You have the right to access, rectify, delete and port your data, as well as to object to and limit the processing of your data. You can exercise these rights by contacting us at the address given in the <a href="%(privacy_policy_url)s">privacy policy</a> or via this contact form.
fr: Les champs marqués d'un <span style='color: red;'>*</span> sont obligatoires.<br> Vous avez le droit d'accéder, de rectifier, de supprimer et transférer vos données, ainsi que de vous opposer et de limiter le traitement de vos données. Vous pouvez exercer ces droits en nous contactant à l'adresse indiquée dans la <a href="%(privacy_policy_url)s">politique de confidentialité</a> ou via ce formulaire de contact.

source: Thank you for your message !
fr: Merci pour votre message !

source: We sent you a confirmation email, have you received it?<br> Think about checking your spam folder ! If you don't find it, don't hesitate to contact us again.<br> We will get back to you as soon as possible.
fr: Nous vous avons envoyé un email de confirmation, l'avez-vous reçu ?<br> Pensez à vérifier votre dossier spam ! Si vous ne le trouvez pas, n'hésitez pas à nous contacter à nouveau.<br> Nous vous répondrons dès que possible.

source: Back to home
fr: Retourner sur la page d'accueil

source: Privacy policy
fr: Politique de confidentialité

source: Terms of use
fr: Conditions d'utilisation

source: Legal notice
fr: Mentions légales

source: Follow us !
fr: Suivez-nous !

source: An activist mapping project
fr: Un projet de cartographie militante

source: An activist mapping project to highlight environmental and social struggles in the Grand Est region of France.
fr: Un projet de cartographie militante pour mettre en lumière les luttes environnementales et sociales dans la région Grand Est de la France.

source: As environmental and social struggles are often invisible and hard to locate, this project aims to make them more visible and accessible to the public.<br> It gathers summarizes in the form of maps and articles data gathered by activists and researchers on the ground regarding various struggles and alternatives in the region.
fr: Les luttes environnementales et sociales étant souvent invisibles et difficiles à localiser, ce projet vise à les rendre plus visibles et accessibles au grand public.<br> Il rassemble sous forme de cartes et d'articles les données collectées par des activistes et des chercheurs sur le terrain concernant diverses luttes et alternatives dans la région.

source: Explore the maps
fr: Explorer les cartes

source: Organisations list
fr: Liste des organisations

source: List of the organizations who participated in the project
fr: Liste des organisations ayant participé au projet

source: The interactive maps and articles presented on this site are the result of a collaboration between various associations, collectives and political parties focused on environmental protection.<br> Together, we worked to gather and map various actions, projects, initiatives, events, and compile various resources that aim to raise awareness, educate and act for a more sustainable future for our territories and communities.<br> Below, you will find a list of the organizations that participated in this initiative and are committed to protecting our environment.
fr: Les cartes interactives et articles présentés sur ce site sont le résultat de collaborations entre diverses associations, collectifs et parti politique se agissant pour la protection de l’environnement.<br> Ensemble, nous avons rassemblé et cartographier diverses actions, projets, initiatives, évènements, et compiler diverses ressources, afin de sensibiliser, éduquer et agir pour un futur plus soutenable et écologique pour nos territoires et communautés.<br> Ci-dessous, vous trouverez une liste des organisations s’engagant à protéger notre environnement ayant participé à cette initiative.

source: Maps
fr: Cartes

source: Thematic
fr: Thématique

source: Search
fr: Rechercher

source: Dataset List
fr: Liste des jeux de données

source: Category
fr: Catégories

source: All categories
fr: Toutes les catégories

source: Search for a dataset
fr: Rechercher un jeu de données

source: No dataset found
fr: Aucun jeu de donné trouvé

source: Created on
fr: Créé le

source: Last modified on
fr: Dernière modification le

source: Open the map in full screen
fr: Ouvrir la carte en plein écran

source: Additional information
fr: Informations complémentaires

source: Map List
fr: Liste des cartes

source: Search for a map
fr: Rechercher une carte

source: Search for a map by title, author, ...
fr: Rechercher une carte par titre, auteur, ...

source: No maps found
fr: Aucune carte trouvée

source: See the <b>maps</b> on this theme
fr: Voir les <b>cartes</b> sur ce thème

source: go to interactive maps list
fr: aller à la liste des cartes interactives

source: See the <b>articles</b> on this theme
fr: Voir les <b>articles</b> sur ce thème

source: go to the articles list
fr: aller à la liste des articles

source: Search for a theme
fr: Rechercher un thème

source: No themes found
fr: Aucun thème trouvé

source: Slug of the theme, used in urls.
fr: Slug du thème, utilisé dans les urls.

source: Name of the theme.
fr: Nom du thème.

source: Short name
fr: Nom court

source: Short name of the theme, used for tags.
fr: Nom court du thème, utilisé pour les tags.

source: Summary
fr: Résumé

source: Short description of the theme, displayed on the theme index page.
fr: Description courte du thème, affichée sur la page d'index des thèmes.

source: Long description of the theme, displayed on the theme page as an article.
fr: Description complète du thème, affichée sur la page du thème comme un article.

source: Cover image
fr: Image de couverture

source: Image displayed on the theme page.
fr: Image affichée sur la page du thème.

source: Color used to represent the theme.
fr: Couleur utilisée pour représenter le thème.
