Repository: Resethel/cleeb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Metadata
fr: Métadonnées

source: Publication Status
fr: Statut de publication

source: Attachment
fr: Piéce jointe

source: File
fr: Fichier

source: Video
fr: Vidéo

source: Article ID
fr: ID de l'article

source: Created at
fr: Créé le

source: The date of creation of the article.
fr: La date de création de l'article.

source: Last modified at
fr: Dernière modification le

source: The date of the last modification of the article.
fr: La date de la dernière modification de l'article.

source: Title
fr: Titre

source: The title of the article.
fr: Le titre de l'article.

source: Status
fr: Statut

source: The status of the article.
fr: Le statut de l'article.

source: Authors
fr: Auteur.ices

source: Authors of the article.
fr: Auteur.ices de l'article.

source: Themes
fr: Thèmes

source: Themes of the article.
fr: Thèmes de l'article.

source: Splash image
fr: Image de couverture

source: The splash image of the article.
fr: L'image de couverture de l'article.

source: Article body
fr: Corps de l'article

source: The body of the article.
fr: Le corps de l'article.

source: Attachment ID
fr: ID de la pièce jointe

source: Article to which the attachment belongs to
fr: Article auquel la pièce jointe appartient

source: Name
fr: Nom

source: Attachment's Name
fr: Nom de la pièce jointe

source: Short Description
fr: Description courte

source: Attachment's (very) short description (max 50 characters)
fr: Description (très) courte de la pièce jointe (max 50 caractères)

source: Attachment's Type
fr: Type de la pièce jointe

source: Attachment's File
fr: Fichier de la pièce jointe

source: Attachments
fr: Pièces jointes

source: The file is not a valid PDF file.
fr: Le fichier n'est pas un PDF valide.

source: The file is not a valid image file.
fr: Le fichier n'est pas une image valide.

source: English
fr: Anglais

source: French
fr: Français

source: Draft
fr: Brouillon

source: Published
fr: Publié

source: Admin actions
fr: Actions d'amdinistration

source: Contact form submissions
fr: Formulaires de contact soumis

source: How you want to be referred as
fr: Par quel nom souhaitez-vous être appelé.e

source: Email
fr: Courriel

source: Your email address
fr: Votre adresse courriel

source: Subject
fr: Sujet

source: Subject of your message
fr: Sujet de votre message

source: Agreement
fr: Accord

source: You must agree to the terms and conditions to submit the form.
fr: Vous devez accepter les conditions pour soumettre le formulaire.

source: I agree to the terms and conditions specified in the
fr: J'accepte les conditions spécifiées dans le

source: Name of the sender.
fr: Nom de l'expéditeur.

source: Email address of the sender.
fr: Adresse courriel de l'expéditeur.

source: Subject of the message.
fr: Sujet du message.

source: Content of the message.
fr: Contenu du message.

source: Date and time when the message was created.
fr: Date et heure à laquelle le message a été créé.

source: Handled
fr: A été traité

source: Flag to indicate if the message was handled by the team.
fr: Indicateur de traitement du message par les administrateur.ices.

source: Contact Message
fr: Message de contact

source: Contact Messages
fr: Messages de contact

source: Name of the person. The last name and first name or the pseudonym are required. All 3 can be filled in simultaneously.
fr: Nom de la personne. Le nom de famille et le prénom ou le pseudonyme sont obligatoires. Les 3 peuvent être remplis simultanément.

source: Contact and Social medias
fr: Contact et réseaux sociaux

source: Picture
fr: Image

source: Organization affiliations
fr: Affiliation à des organisations

source: Has picture
fr: Possède une image

source: Logo and other images
fr: Logo et autres images

source: Core
fr: Application Principale

source: Full name
fr: Nom

source: Organizations
fr: Organisations

source: Last name
fr: Nom de famille

source: First name
fr: Prénom

source: Pseudonym
fr: Pseudonyme

source: Biography
fr: Biographie

source: Website
fr: Site web

source: The person must have a first name and/or a last name, and/or a pseudonym.
fr: La personne doit avoir un prénom et/ou un nom de famille, et/ou un pseudonyme.

source: If the last name is filled in, the first name must be as well.
fr: Si le nom de famille est rempli, le prénom doit l'être aussi.

source: If the first name is filled in, the last name must be as well.
fr: Si le prénom est rempli, le nom de famille doit l'être aussi.

source: Name of the organization
fr: Nom de l'organisation

source: Type of organization
fr: Type d'organisation

source: Type of organization (e.g. NGO, Company, Political Party, etc.)
fr: Type d'organisation (ex. ONG, Entreprise, Parti politique, etc.)

source: Parent Dataset
fr: Jeu de données parent

source: Parent Layer
fr: Couche parente

source: Task Information
fr: Information sur la tâche

source: File Size (MB)
fr: Taille du fichier (Mo)

source: Generation Status
fr: Statut de génération

source: categories
fr: catégories

source: Undefined
fr: Non défini

source: Datasets
fr: Jeu de données

source: Geographic Feature
fr: Entité géographique

source: Geographic Features
fr: Entités géographiques

source: Max length
fr: Longueur maximale

source: Maximum length of the text field.
fr: Longueur maximale du champ de texte.

source: Precision
fr: Précision

source: Number of decimal places.
fr: Nombre de décimales après la virgule.

source: Dataset Layer Field
fr: Champ de couche de jeu de données

source: Dataset Layer Fields
fr: Champs de couche de jeu de données

source: Layer name
fr: Nom de la couche

source: Name of the layer of the dataset.
fr: Nom de la couche du jeu de données.

source: SRID (SRS) of the layer of the dataset.
fr: SRID (SRS) de la couche du jeu de données.

source: Bounding box
fr: Ampleur géographique

source: Bounding box of the layer of the dataset.
fr: Ampleur géographique de la couche du jeu de données.

source: Feature count
fr: Nombre de Features

source: Number of features in the layer.
fr: Nombre de features sur la couche.

source: Geometry type
fr: Type de Géométrie

source: Type of the geometries in the layer.
fr: Type de géométries appartenant à la couche.

source: Dataset Layer
fr: Couche du jeu de donnée

source: Dataset Layers
fr: Couches des jeux de données

source: Date of the version of the dataset.
fr: Date d’ajout de cette version du jeu de donnée.

source: File containing the dataset.
fr: Fichier contenant le jeu de données.

source: Encoding
fr: Codage

source: Encoding of the dataset file.
fr: Codage du fichier du jeu de données.

source: Task ID
fr: ID de la tâche

source: ID of the task that generates the geographic features.
fr: ID de la tâche générant les entités géographiques.

source: Task status
fr: Statut de la tâche

source: Status of the task that generates the geographic features.
fr: Statut de la tâche générant les entités géographiques.

source: Regenerate
fr: Re-générer

source: Regenerate the geographic features of the dataset.
fr: Re-générer les entitées géographiques de ce jeu de données.

source: Dataset Version
fr: Version du jeu de données

source: Dataset Versions
fr: Versions des Jeux de données

source: Category name
fr: Nom de la catégorie

source: Name of the category of the dataset.
fr: Nom de la catégorie du jeu de données.

source: Icon
fr: Icône

source: Icon of the dataset category. Must be a monochromatic SVG file (black, transparent background).
fr: Icône du la catégorie. Le fichier doit être au format “SVG” et être monochromatique (noir sur fond transparent).

source: The icon must be a monochromatic SVG file.
fr: L’icône doit être un fichier SVG monochromatique.

source: Dataset Category
fr: Catégorie du Jeu de données

source: Dataset Categories
fr: Catégories des Jeux de données

source: Key
fr: Clé

source: Sorting key of the technical information.
fr: Clé de tri de l’information technique.

source: Value
fr: Valeur

source: Dataset
fr: Jeu de données

source: Dataset to which the technical information is related.
fr: Jeu de données dont l’information technique est issue.

source: Dataset Name
fr: Nom du jeu de données

source: Name of the dataset.
fr: Nom du jeu de données.

source: Whether the dataset is public or not.
fr: Indique si le jeu de données est accessible au visiteurs.

source: Categories
fr: Catégories

source: Categories of the dataset.
fr: Catégories du jeu de données.

source: Short description
fr: Description courte

source: Short description of the dataset, displayable as summary (max: 400 characters, optional).
fr: Courte description du jeu de données, qui sera utilisée en tant que résumé (max: 400 caractères, optionnel).

source: Description of the dataset (optional).
fr: Description du jeu de données (optionnel).

source: Source from which the dataset was obtained (optional).
fr: La source auprès de laquelle le jeu de donnée a été obtenu.

source: Last update
fr: Dernière modification

source: Date of the last update of the dataset.
fr: Date de la dernière modification du jeu de données.

source: Language
fr: Langue

source: Primary language of the dataset (optional).
fr: Langue principale du jeu de données (optionnel).

source: License
fr: Licence

source: License of the dataset (optional).
fr: Licence du jeu de données (optionnel).

source: Usage restrictions
fr: Restrictions d’usage

source: Restrictions on the usage of the dataset (optional).
fr: Restriction vis-à-vis de l’usage du jeu de donnée (optionnel).

source: {file} is not a valid ZIP file.
fr: `{file}` n’est pas un fichier ZIP valide.

source: {file} is corrupted.
fr: Le fichier `{file}` est corrompu.

source: {file} does not contain a shapefile (.shp).
fr: Le fichier `{file}` ne contient pas de shapefile (.shp).

source: {file} ZIP file seems to be corrupted.
fr: le fichier zip “{file}” semble corrompu.

source: No dataset available
fr: Aucun jeu de données disponible

source: No dataset version provided
fr: Aucune version de jeu de donnée fournie

source: Dataset "{name}" (version {version}) does not exist
fr: Le jeu de donnée “{name}” (version {version}) n’existe pas

source: Map Render
fr: Rendu de carte

source: Affiliated Template
fr: Modèle lié

source: has full html?
fr: possède un HTML complet ?

source: has embed html?
fr: possède un HTML embarquable ?

source: Render
fr: Rendu

source: Content
fr: Contenu

source: has render?
fr: possède un rendu ?

source: Interactive Maps
fr: Cartes interactives

source: The unique identifier of the map render.
fr: L’identifiant unique du rendu de carte.

source: Template
fr: Modèle

source: The template used to render the map.
fr: Le modèle utilisé pour générer le rendu de la carte.

source: The name of the map render.
fr: Le nom du rendu de carte.

source: Embedded HTML
fr: HTML embarqué

source: The embedded HTML code of the map. This file is used for the embedded display of the map.
fr: La code HTML embarqué de la carte. Ce fichier est utilisé pour afficher une carte sur une autre page.

source: Full HTML
fr: HTML complet

source: The full HTML code of the map. This file is used for the fullscreen display of the map.
fr: Le code HTML complet de la carte. Ce fichier est utilisé pour afficher la carte en plein écran.

source: Map Renders
fr: Rendus de cartes

source: The slug of the map. This field is automatically generated from the title.
fr: Le slug de la carte. Le champ est généré automatiquement à partir du titre.

source: The creation date of the interactive map.
fr: Date de création de la carte intéractive.

source: Last modified
fr: Dernière modification

source: The last modification date of the interactive map.
fr: La dernière modification de la carte interactive.

source: The authors of the map.
fr: Les auteur.ices de la carte.

source: The themes of the map.
fr: Les thèmes de la carte.

source: Publication status
fr: Statut de publication

source: The publication status of the map.
fr: Le statut de publication de la carte.

source: The render of the map.
fr: Le rendu de la carte.

source: Introduction text
fr: Texte d’introduction

source: The introduction of the interactive map. Formatted in HTML.Only style tags (strong, em, etc.) will be kept.All structure tags (section, article, h1, p, etc.) will be removed.
fr: Texte d’introduction de la carte interactive. Formatté en HTML. Seuls les balises de styles (strong, em, etc) seront conservées. Toute balise de structure (section, article, h1, p, etc.) seront retirées.

source: Body text
fr: Corps du texte

source: The body of the interactive map. Formatted in HTML.
fr: Le corps du texte décrivant la carte interactive. Formaté en HTML.

source: Interactive Map
fr: Carte interactive

source: The fullscreen view of the map '{title}' is not available.
fr: La vue en plein écran de la carte ‘{title}’ n’est pas disponible.

source: Circle Pattern Details
fr: Détails du motif à cercles

source: Stripe Pattern Details
fr: Détails du motif à rayures

source: Parent Style
fr: Style parent

source: The parent style of the property style.
fr: Le style parent du style de propriété.

source: Borders
fr: Bordures

source: Lines that delimit a geometric shape.
fr: Lignes délimitant la forme géométrique.

source: Fill
fr: Remplissage

source: Color that fills a geometric shape.
fr: Couleur remplissant la forme géométrique.

source: Property Style
fr: Style de la propriété

source: Property Styles
fr: Styles des propriétés

source: Key and Value
fr: Clé et Valeur

source: The parent layer of the style.
fr: La couche parente du style.

source: Borders are the lines that delimit a geometric shapes.
fr: Les bordures sont les lignes délimitant une forme géométrique.

source: Fill is the color that fills a geometric shape.
fr: Couleur remplissant une forme géométrique.

source: Filter
fr: Filtre

source: Filters
fr: Filtres

source: Layer
fr: Couche

source: Layers
fr: Couches

source: Feature Group
fr: Groupe d’entités géographiques

source: Feature Groups
fr: Groupes d’entités géographiques

source: Map Configuration
fr: Configuration de la carte

source: Child Map Render
fr: Rendu de carte fils

source: Map Templates
fr: Modèles de cartes

source: The name of the tile layer.
fr: Nom de la couche de tuiles.

source: Verbose Name
fr: Nom “verbeux”

source: The verbose name of the tile layer.
fr: Nom “verbeux” de la couche de tuiles.

source: Whether the tile layer is transparent, i.e., has an alpha channel.
fr: Indique si la couche de tuiles est transparente (i.e., possède un canal alpha).

source: Overlay
fr: Superposition

source: Whether the tile layer is an overlay, i.e., can be superimposed on other layers.
fr: Indique si la couche de tuile est une superposition.

source: Show in Layer Control
fr: Afficher dans le contrôle des couches

source: Whether the tile layer should be shown in the layer control.
fr: Indique si la visibilité de la couche de tuiles peut être controlée.

source: Built-in
fr: Intégré

source: The type of the tile layer. If 'folium', the tile is managed by Folium and the other fields are ignored.
fr: Le type de couche de tuiles. Si ‘folium;, la couche de tuile provient de Folium et les autres champs seront ignorés.

source: The XYZ URL of the tile layer.
fr: L’URL XYZ de la couche de tuiles.

source: The attribution (credits) of the tile layer.
fr: L’attribution des sources de la couche de tuiles.

source: Access Token
fr: Jeton d’accès

source: Some tile providers require an access token to access their tiles. This field should be empty if no access token is required.
fr: Certains fournisseurs de tuiles requièrent un jeton d’accès. The champ doit rester vide si le fournisseur ne requière pas de jeton d’accès.

source: An URL is required for XYZ tiles.
fr: Un URL est nécessaire pour les tuiles XYZ.

source: An attribution is required for XYZ tiles.
fr: Une attribution de source est requise pour les tuiles XYZ.

source: An access token is required for the tile '{name}@{url}'.
fr: Un jeton d’accès est requis pour les tuiles ‘{name}@{url}’

source: The access token provided is invalid for the tile '{name}@{url}'.
fr: Le jeton d’accès renseigné n’est pas valide pour la tuile `{name}@{url}`.

source: Tile Layer
fr: Couche de tuiles

source: Tile Layers
fr: Couches de tuiles

source: Color
fr: Couleur

source: The color of the fill pattern.
fr: La couleur du motif de remplissage.

source: Opacity
fr: Opacité

source: Space Color
fr: Couleur des espacements

source: The color of the spaces between the stripes.
fr: La couleur des espacement entre les rayures.

source: Stripe Width
fr: Largeur des rayures

source: The width of the stripes (in pixels).
fr: La largeur des rayures (en pixels).

source: Space Width
fr: Largeur d’espacement

source: The width of the spaces between the stripes (in pixels).
fr: La nombre de pixel entre chaque rayure.

source: The angle of the stripes, in degrees, from an horizontal eastward line).
fr: L’angle des rayures, en degrés, par rapport à une ligne horizontal vers l’est.

source: Space Opacity
fr: Opacité des espaces

source: Stripe Pattern
fr: Motif à rayures

source: Stripe Patterns
fr: Motifs à rayures

source: Horizontal Space
fr: Espacement horizontal

source: The horizontal distance between the circles (in pixels).
fr: La distance horizontal entre chaque cercle (en pixels).

source: Vertical Space
fr: Espacement Vertical

source: The vertical distance between the circles (in pixels).
fr: La distance vertical entre chaque cercle (en pixels).

source: Radius
fr: Rayon

source: The radius of the circles (in pixels).
fr: Le rayon des cercles (en pixels).

source: Fill Color
fr: Couleur de remplissage

source: The fill color of the circles.
fr: Couleur de remplissage des cercles.

source: Fill Opacity
fr: Opacité du remplissage

source: Circle Pattern
fr: Motif à cercles

source: Circle Patterns
fr: Motifs à cercles

source: Enable shape's borders
fr: Activer les bordures de la formes

source: Whether the shapes border should be drawn.
fr: Indique si la forme doit être dessinée avec des bordures.

source: The color of the shape.
fr: Couleur de la forme.

source: Border Width
fr: Épaisseur des bordures

source: The width of the shape's border (in pixels).
fr: Épaisseur des bordures de la forme (en pixels).

source: Butt
fr: Bout

source: Round
fr: Rond

source: Square
fr: Carré

source: Line Cap
fr: Forme des bouts de lignes

source: The cap of the shape's border. Butt: flat ends (i.e., no cap); Round: rounded ends; Square: square ends.
fr: Indique le style des bouts de lignes de bordures. Bout: bout plate; Rond: bout arrondi; Carré: bout carré (i.e. un carré de coté long comme l’épaisseur de la ligne est ajouté)

source: Bevel
fr: Biseau

source: Miter
fr: Onglet

source: Miter-Clip
fr: Onglet Rabotté

source: Line Join
fr: Jointure des lignes

source: The join of the shape's border. Arcs: arcs between the lines; Bevel: beveled corners; Miter: mitered corners; Miter-Clip: mitered corners with clipping; Round: rounded corners.
fr: La forme de jointures des lignes. Arcs: un arc est tracé entre les lignes; Biseau: un coin en biseau; Onglet: un coin en onglet; Onglet Rabotté: un coin en onglet rabotté; Rond: un coin arrondi.

source: Border dashes
fr: Bordures en pointillés

source: The dash pattern of the shape's border. A list of space-separated values that specify distances to alternately draw a line and a gap.
fr: Motif des pointillés des bordures de la forme, représenté par une listes de valeurs, séparées par des espaces, spécifiant les longueurs des pointillés et des espaces alternativement.

source: Border dashes' offset
fr: Décalages des bordures en pointillés

source: The offset between the dashes of the shape's border.
fr: Décalage entre les pointillés de la bordure.

source: Enable shape's fill
fr: Remplir la forme

source: Whether the shape should be filled.
fr: Indique si la forme doit être remplie.

source: The color of the shape's fill. If not set, the shape will use the color of the border.
fr: Couleur du remplissage. Si non spécifié, le remplissage utilisera la même couleur que la bordure.

source: Even-Odd
fr: Pair-Impair

source: Fill Rule
fr: Règle de remplissage

source: The fill rule of the shape. Nonzero: the shape is filled if the winding number is not zero; Even-Odd: the shape is filled if the winding number is odd.
fr: La règle de remplissage de la forme. Nonzero: La forme est rempli de telle manière qu’aucun espace est non rempli (e.g., pas de donut).; Pair-Impair: Le remplissage s’effecture dans selon une regle d’enroulement où les les sous formes impaires ne sont pas remplie (i.e., rempli-pas_rempli-rempli).

source: Fill Pattern
fr: Motif de remplissage

source: The style cannot have both the stroke and the fill disabled.
fr: Au moins l’une des options “bordure” ou “remplissage” doit être rempli.

source: The style cannot be filled by both a circle pattern and a stripe pattern.
fr: Un style ne peut pas être rempli par des cercles et de bandes simultanément.

source: Highlight
fr: Surbrillance

source: Unknown
fr: Inconnu

source: Owner
fr: Propriétaire

source: Orphaned
fr: Orphelin

source: String
fr: Chaîne de caractères

source: Number
fr: Nombre

source: Boolean
fr: Booléen

source: Property's Style
fr: Style de la propriété

source: Properties' Styles
fr: Styles des Propriétés

source: Alias
fr: Pseudo

source: The alias of the field in the tooltip.
fr: Le pseudo du champ de l’infobulle.

source: The index of the field in the tooltip.
fr: L’index du champ de l’infobulle.

source: Tooltip Field
fr: Champ de l’Infobulle

source: Tooltip Fields
fr: Champs des Infobulles

source: The tooltip field must belong to the same dataset layer as the tooltip.
fr: Le champ de l’infobulle doit appartenir à la même couche de jeu de données que l’infobulle elle-même.

source: Sticky
fr: Auto-maintient

source: Whether the tooltip should stick to the mouse cursor.
fr: Indique si l’infobulle doit suivre le curseur de la souris.

source: The CSS style of the tooltip.
fr: Le style, en CSS, de l’infobulle.

source: Tooltip
fr: Infobulle

source: Tooltips
fr: Infobulles

source: The name of the layer.
fr: Le nom de la couche.

source: Show on Startup
fr: Afficher au démarrage

source: Whether the display of the layer should be enabled at startup.
fr: Indique si la couche doit être affiché lors du chargement de la carte.

source: The index defining the display order of the layers. The higher the index, the more the layer is displayed in the foreground.
fr: Indice définissant l’ordre dans lequel les couches sont dessinées. Plus grand sera l’indice, plus au premier plan sera la couche.

source: Boundaries
fr: Limites

source: The boundaries of the layer. Any feature outside these boundaries will not be processed.
fr: Limites de la couche. Toute entité géographique en dehors de ces limites ne sera pas traitée.

source: Intersect
fr: Intersection

source: Strict
fr: Stricte

source: Crop
fr: Recadrage

source: Boundary Type
fr: Type de limites

source: Defines how the boundaries should be used. Intersect: any features intersecting or within the boundaries are kept in their entirety; Strict: only features completely within the boundaries are kept; Crop: any features intersecting the boundaries are cropped to fit within the boundaries, features outside are removed.
fr: Indique le comportement des limites. Intersection: toute entité géographique entrecoupant ou se situant à l’intérieur de la limite sera conservé dans son intégralité; Stricte: Seul les entités géographiques entièrement situé dans le périmètre des limites seront conservées; Recadrage: toute entité entrecoupant les limites seront recadrées pour s’ajuster aux limites.

source: The layer must belong to a feature group or a map template.
fr: La couche doit appartenir à un groupe de couche ou un modèle de cartes.
